{
  "autohls": { "branch": "main" },
  "autopairs": { "branch": "master" },
  "barbecue": { "branch": "main" },
  "bqf": { "branch": "main" },
  "bufdelete": { "branch": "master" },
  "bufferline": { "branch": "main" },
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "comment-box": { "branch": "main" },
  "conform": { "branch": "master" },
  "context": { "branch": "master" },
  "dashboard": { "branch": "master" },
  "dbee": { "branch": "master" },
  "debugprint": { "branch": "main" },
  "devicons": { "branch": "master" },
  "diffview": { "branch": "main" },
  "edgy": { "branch": "main" },
  "fidget": { "branch": "main" },
  "flash": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fugitive": { "branch": "master" },
  "gitconflict": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "go": { "branch": "master" },
  "gpt": { "branch": "main" },
  "headlines": { "branch": "master" },
  "highlight-colors": { "branch": "main" },
  "hlargs": { "branch": "main" },
  "hurl": { "branch": "main" },
  "illuminate": { "branch": "master" },
  "indentguide": { "branch": "master" },
  "lastplace": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lspsaga": { "branch": "main" },
  "lualine": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "mason": { "branch": "main" },
  "masonlspconfig": { "branch": "main" },
  "matchup": { "branch": "master" },
  "mdpreview": { "branch": "master" },
  "modes": { "branch": "main" },
  "move": { "branch": "main" },
  "neocodium": { "branch": "main" },
  "neorg": { "branch": "main" },
  "neoscroll": { "branch": "master" },
  "neotree": { "branch": "v3.x" },
  "notify": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-navic": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-yati": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "pqf": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "rainbow": { "branch": "master" },
  "scope": { "branch": "main" },
  "sphinx": { "branch": "master" },
  "statuscol": { "branch": "main" },
  "symbolsoutline": { "branch": "main" },
  "telescope": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-symbols.nvim": { "branch": "master" },
  "telescope-termfinder.nvim": { "branch": "master" },
  "todocomment": { "branch": "main" },
  "toggleterm": { "branch": "main" },
  "treejoin": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "trouble": { "branch": "main" },
  "ts-comments": { "branch": "main" },
  "ufo": { "branch": "main" },
  "whichkey": { "branch": "main" },
  "winjumping": { "branch": "main" },
  "wtf": { "branch": "main" }
}