{
  "aerial": { "branch": "master" },
  "autohls": { "branch": "main" },
  "autopairs": { "branch": "master" },
  "bqf": { "branch": "main" },
  "bufdelete": { "branch": "master" },
  "bufferline": { "branch": "main" },
  "cleverf": { "branch": "master" },
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codeium": { "branch": "main" },
  "colorizer": { "branch": "master" },
  "comment": { "branch": "master" },
  "comment-box": { "branch": "main" },
  "conform": { "branch": "master" },
  "context": { "branch": "master" },
  "dashboard": { "branch": "master" },
  "dbee": { "branch": "master" },
  "devicons": { "branch": "master" },
  "diffview": { "branch": "main" },
  "distant": { "branch": "v0.3" },
  "edgy": { "branch": "main" },
  "emmet": { "branch": "master" },
  "ezalign": { "branch": "main" },
  "fidget": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fugitive": { "branch": "master" },
  "gitconflict": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "go": { "branch": "master" },
  "headlines": { "branch": "master" },
  "hlargs": { "branch": "main" },
  "illuminate": { "branch": "master" },
  "indent-scope": { "branch": "stable" },
  "indentguide": { "branch": "master" },
  "lastplace": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lint": { "branch": "master" },
  "lspconfig": { "branch": "master" },
  "lspsaga": { "branch": "main" },
  "lualine": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "mason": { "branch": "main" },
  "masonlspconfig": { "branch": "main" },
  "matchup": { "branch": "master" },
  "maximizer": { "branch": "master" },
  "mdpreview": { "branch": "master" },
  "modes": { "branch": "main" },
  "move": { "branch": "main" },
  "mundo": { "branch": "master" },
  "navic": { "branch": "master" },
  "neoscroll": { "branch": "master" },
  "neotree": { "branch": "v3.x" },
  "notify": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-yati": { "branch": "main" },
  "octo": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pqf": { "branch": "main" },
  "project_nvim": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "rainbow": { "branch": "master" },
  "rest": { "branch": "main" },
  "scope": { "branch": "main" },
  "sphinx": { "branch": "master" },
  "startuptime": { "branch": "master" },
  "statuscol": { "branch": "main" },
  "symbolsoutline": { "branch": "master" },
  "telescope": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-symbols.nvim": { "branch": "master" },
  "telescope-termfinder.nvim": { "branch": "master" },
  "textobj": { "branch": "main" },
  "todocomment": { "branch": "main" },
  "toggleterm": { "branch": "main" },
  "treejoin": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "trouble": { "branch": "main" },
  "typescript-tools": { "branch": "master" },
  "ufo": { "branch": "main" },
  "whichkey": { "branch": "main" },
  "winjumping": { "branch": "main" },
  "winshift": { "branch": "main" }
}